Repository: giellalt/corpus-sms
Catalog: tmx/fin/admin/sd/plenum_fi/sakael12016_koltansaame.pdf.tmx
Source language: sms
Languages: fin

source: Sääʹmteʹǧǧlääʹjj 18 d §:st lij šiõttuum tiiltaʹrǩsteei takai ââʹntemvuõđâst.
fin: Saamelaiskäräjälain 18 d §:ssä on säädetty tilintarkastajan yleisestä kelpoisuudesta.

source: Tiiltaʹrǩsteeʹjest šâdd leeʹd nåkam laʹšǩǩeemtoiʹmme di täälsallaš da vuõiggâdvuõđlaž aaʹššid harjjnummuš, kååʹtt lij tarbbân sääʹmteeʹǧǧ tiiltaʹrǩtem håiddma.
fin: Tilintarkastajalla tulee olla sellainen laskentatoimen sekä taloudellisten ja oikeudellisten asioiden kokemus, joka on tarpeen saamelaiskäräjien tilintarkastuksen hoitamiseksi.

source: Väʹnnvälddsaž leʹbe konkuursâst leʹbe põõrǥâstoiʹmmjemǩiõlddjest leʹddi oummu jeäʹt vuõittu vaʹlljeed tiiltaʹrǩsteeʹjen.
fin: Vajaavaltaista taikka konkurssissa tai liiketoimintakiellossa olevaa ei voida valita tilintarkastajaksi.

source: Sääʹmteʹǧǧlääʹjj 18 e da f paragraaffin lij lââʹssen šiõttuum tiiltaʹrǩsteei čõnnsaʹttemvuõđâst da cõglvažvuõđâst.
fin: Saamelaiskäräjälain 18 e ja f pykälissä on lisäksi säädetty tilintarkastajan riippumattomuudesta ja esteellisyydestä.

source: Sääʹmteeʹǧǧ toimmpââʹjest 2012 – 2015 tiiltaʹrǩsteeʹjen lie toimmjam vuõiggâdvuõttministeria vaʹlljeʹmmen JHTT Klaus Krokfors da sääʹmteeʹǧǧ vaʹlljeʹmmen KHT Risto J. Hyvönen (väärrneʹǩǩen Tiina Mikkonen-Brännkärr).
fin: Saamelaiskäräjien toimikaudella 2012 – 2015 tilintarkastajina ovat toimineet oikeusministeriön valitsemana JHTT Klaus Krokfors ja saamelaiskäräjien valitsemana KHT Risto J. Hyvönen (varamiehenä Tiina Mikkonen-Brännkärr).

source: Vuõiggâdvuõttministgeria ij leäkku veâʹl nõõmääm tiiltaʹrǩsteeʹjid toimmpââjas 2016 – 2019.
fin: Oikeusministeriö ei ole vielä nimennyt tilintarkastajaa toimikaudelle 2016 – 2019.

source: Sääʹmteeʹǧǧ sååbbar vaʹlljad tiiltaʹrǩsteei da suʹnne väärrneeʹǩǩ toimmpââjas 2016 – 2019 vaaldâšm da tääl taʹrǩstem vääras.
fin: Saamelaiskäräjien kokous valitsee tilintarkastajan ja hänelle varamiehen toimikaudelle 2016 – 2019 hallinnon ja talouden tarkastamista varten.

source: Sääʹmteeʹǧǧ sååbbar 23.2.2016 seidd 18 (30)
fin: Saamelaiskäräjien kokous 23.2.2016 sivu 18 (30)

source: Sääʹm Parlamentaarlaž Suåvtõõzz (täʹst õõudâs SPS) kuõskki suåppmõõžž 5 artikla mieʹldd Sääʹm Parlamentaarlaž Suåvtõs nårrjââvv kuõʹhttloõõutâst (21) sääʹm parlamentaarneeʹǩǩest, koiʹd Lääʹddjânnam, Taarrjânnam da Ruõccjânnam sääʹmteeʹǧǧ lie vaʹlljääm jiiʹjjes vaalin vaʹlljuum eʹtǩǩeeʹjeez jooukâst.
fin: Saamelaista Parlamentaarista Neuvostoa (jäljempänä SPN) koskevan sopimuksen 5 artiklan mukaan Saamelainen parlamentaarinen neuvosto koostuu kahdestakymmenestäyhdestä (21) saamelaisesta parlamentaarikosta, jotka Suomen, Norjan ja Ruotsin saamelaiskäräjät ovat valinneet omien vaaleilla valittujen edustajiensa joukosta.

source: Artikla 6 mieʹldd juõʹǩǩ jânnam sääʹmteeʹǧǧ vaʹlljee Sääʹm parlamentaarlaž suåvtõʹsse neellj (4) eeʹjj toimmpââjas vitt (5) eʹtǩǩeei.
fin: Artiklan 6 mukaan joka maan saamelaiskäräjät valitsevat Saamelaiseen parlamentaariseen neuvostoon neljän (4) vuoden toimikaudeksi viisi (5) edustajaa.

source: Vaʹlljummuš âlgg šõddâd vuõssmõs tiuddsåbbrest mâŋŋa ođđ sääʹmteʹǧǧvaalin.
fin: Valinnan tulee tapahtua ensimmäisessä täysistunnossa uusien saamelaiskäräjävaalien jälkeen.

source: Lââʹssen sääʹmteeʹǧǧ poliittlaž jååʹđteei šâdd kuullâd vuäzzliʹžžen Sääʹm parlamentaarlaž suåvtõõzz tiuddsåbbra.
fin: Lisäksi saamelaiskäräjien poliittisten johtajien tulee aina kuulua jäseninä Saamelaisen parlamentaarisen neuvoston täysistuntoon.

source: Seämmanalla juõʹǩǩ jânnam sääʹmteeʹǧǧ halltõs / suåvtõs vaʹlljad õõut (1) eʹtǩǩeei Sääʹm Parlamentaarlaž Suåvtõõzz tiuddsåbbar vuäzzliʹžžen.
fin: Samoin joka maan saamelaiskäräjien hallitus / neuvosto valitsee yhden (1) edustajan Saamelaisen parlamentaarisen neuvoston täysistunnon jäseneksi.

source: Juõʹǩǩ jânnam sääʹmteeʹǧǧ delegaatiooʹje koʹlle nuʹtt õhttsiʹžže čiččâm (7) parlamentaarneʹǩǩed.
fin: Kunkin maan saamelaiskäräjien delegaatioon kuuluu siten yhteensä seitsemän (7) parlamentaarikkoa.

source: Suåppmõõžžâst ij leäkku peäggtõs väärrniiʹǩǩin.
fin: Sopimuksessa ei ole mainintaa varajäsenistä.

source: Sääʹmteʹǧǧ lij nõõmääm õõudab põõʹjin takai vuäzzlaid še jiiʹjjes-i väärrniiʹǩǩid.
fin: Saamelaiskäräjät on nimennyt edellisillä kausilla varsinaisille jäsenille myös henkilökohtaiset varajäsenet.

source: Sääʹmteeʹǧǧ sååbbar nõõmai vitt vuäzzliʹžžed da siʹjjid jiiʹjjes-i väärrniiʹǩǩid Säʹmmlai parlamentaarlaž suåvtõʹsse toimmpââjas 2016 – 2019.
fin: Saamelaiskäräjien kokous nimeää viisi jäsentä ja heille henkilökohtaiset varajäsenet Saamelaiseen parlamentaariseen neuvostoon toimikaudeksi 2016 – 2019.

source: Sääʹmteeʹǧǧ sååbbar 23.2.2016 seidd 19 (30)
fin: Saamelaiskäräjien kokous 23.2.2016 sivu 19 (30)

source: Säʹmmlai eʹttkâsttmõõžž evaŋkeelʼlaž-luterlaž ceerkav ceerkvallâš såbbrest kuõskki ceerkavlääʹjjšiõttõs šõõddi viõʹǩǩe 1.1.2000.
fin: Saamelaisten edustusta evankelis-luterilaisen kirkon kirkolliskokouksessa koskeva kirkkolainsäädäntö tuli voimaan 1.1.2000.

source: Tõn kuõskki šiõttõõzz lie ceerkavlääʹjjest (1164/99), ceerkavriâššmõõžžâst da ceerkav vaalriâššmõõžžâst.
fin: Sitä koskevat säännökset ovat kirkkolaissa (1164/99), kirkkojärjestyksessä ja kirkon vaalijärjestyksessä.

source: Ceerkavlääʹjj 20 looǥǥ 2 § mieʹldd säʹmmlai eʹtǩǩeeʹjen vueiʹtet vaʹlljeed sieʹbrrkååʹdd rakai vuäzzlaž (maallikkojäsen), kååʹtt lij sääʹmteeʹǧǧest uʹvddum lääʹjjest (974/1995) jurddum säʹmmlaž, vaalânnsaž sieʹbrrkååʹdd oskkum tooimid da lij låppõõttâm.
fin: Kirkkolain 20 luvun 2 §:n mukaan saamelaisten edustajaksi voidaan valita seurakunnan maallikkojäsen, joka on saamelaiskäräjistä annetussa laissa (974/1995) tarkoitettu saamelainen, vaalikelpoinen seurakunnan luottamustoimiin ja on antanut suostumuksensa.

source: Ceerkavlääʹjj 7 looǥǥ 3 § mieʹldd vaalânnsaž sieʹbrrkååʹdd oskkum tooimid lij krtiistlaž väiʹmmjurddjest tobddum sieʹbrrkååʹdd konfirmõsttum vuäzzlaž 1) ǩeäʹst lij 8 looǥǥ 3 § 1 momeeʹnt mieʹldd jiõnstemvuõiggâdvuõtt seämmast leʹbe kooʹst-ne jeeʹres sieʹbrrkååʹddest da 2) ǩii ij leäkku ni ǩeän peâmman.
fin: Kirkkolain 7 luvun 3 §:n mukaan vaalikelpoinen seurakunnan luottamustoimiin on kristillisestä vakaumuksesta tunnettu seurakunnan konfirmoitu jäsen 1) jolla on 8 luvun 3 §:n 1 momentin mukaan äänioikeus samassa tai jossakin muussa seurakunnassa ja 2) joka ei ole holhouksenalainen.

source: Ceerkavlääʹjj 8 looǥǥ 3 § 1 momeeʹnt mieʹldd pukin 18 eeʹǩǩed teâuddam ceerkav vuäzzlain lij vaalin õõutnallšem jiõnstemvuõiggâdvuõtt.
fin: Kirkkolain 8 luvun 3 §:n 1 momentin mukaan kaikilla 18 vuotta täyttäneillä kirkon jäsenillä on vaaleissa yhtäläinen äänioikeus.

source: Ceerkavriâššmõõžž 19 looǥǥ 12 da 18 §:in lij šiõttuum säʹmmlai eʹtǩǩeei sââʹjest aarhelkåʹddsååbbar da rovasttkåʹddsååbbar vuäzzliʹžžen.
fin: Kirkkojärjestyksen 19 luvun 12 ja 18 §:issä on säädetty saamelaisten edustajan asemasta hiippakuntakokouksen ja rovastikuntakokouksen jäsenenä.

source: Säʹmmlai eʹtǩǩeei lij Oulu aarhelkåʹddsåbbar vuäzzlaž da rovasttkåʹddsåbbar vuäzzlaž tõn rovasttkååʹddest, koozz tääujmõõzz säʹmmlai dommvuuʹd sieʹbrrkååʹdd koʹlle.
fin: Saamelaisten edustaja on Oulun hiippakuntakokouksen jäsen ja rovastikuntakokouksen jäsen siinä rovastikunnassa, johon useimmat saamelaisten kotiseutualueen seurakunnat kuuluvat.

source: Ceerkvallâš sååbbar ođđ nelljeeʹjjpââʹjj älgg 1.5.2016 da poott 20.4.2020.
fin: Kirkolliskokouksen uusi nelivuotiskausi alkaa 1.5.2016 ja päättyy 20.4.2020.

source: Sääʹmteeʹǧǧ sååbbar vaʹlljad evaŋkeelʼlaž-luterlaž ceerkav ceerkvallaš såbbra sen 1.5.2016 aʹlǧǧi nelljeeʹjj pââjas 1) säʹmmlai eʹtǩǩeei, da suʹnne 2) vuõssmõõzz väärrneeʹǩǩ da 3) nuuʹbb väärrneeʹǩǩ
fin: Saamelaiskäräjien kokous valitsee evankelis-luterilaisen kirkon kirkolliskokoukseen sen 1.5.2016 alkavaksi nelivuotiskaudeksi 1) saamelaisten edustajan, ja hänelle 2) ensimmäisen varamiehen ja 3) toisen varamiehen

source: Sääʹmteeʹǧǧ sååbbar 23.2.2016 seidd 20 (30)
fin: Saamelaiskäräjien kokous 23.2.2016 sivu 20 (30)

source: Sääʹmteeʹǧǧ tuejjriâššmõõžž 6 looǥǥâst lij mieʹrtõllum õhttsažtuejjorgaan juurd, sââʹjj, tuej, šiõttummuš da norrõs.
fin: Saamelaiskäräjien työjärjestyksen 6 luvussa on määritelty yhteistyöelimen tarkoitus, asema, tehtävät, asettaminen ja kokoonpano.

source: ʼhttažtuejjorgaan jurddjen lij õõudeed õhttsažtuej säʹmmlai škooultõsaaʹššin da veäʹǩǩted õõudâs õhttsažtuõjju vuässõõtti organisaatioi kõskksaž teâđjååʹttem da õhttvuõđââʹnnem.
fin: Yhteistyöelimen tarkoituksena on edistää yhteistyötä saamelaisten koulutusasioissa ja edesauttaa yhteistyöhön osallistuvien organisaatioiden välistä tiedonkulkua ja yhteydenpitoa.

source: ʼhttsažtuejjorgaan toimmai vuäʹpsteei vueʹssen čåårast sääʹmteeʹǧǧ linjjorganisaatiost.
fin: Yhteistyöelin toimii neuvoaantavana elimenä erillään saamelaiskäräjien linjaorganisaatiosta

source: Sääʹmteeʹǧǧ tuejjriâššmõõžž 82 § mieʹldd: ” Teeʹǧǧ sååbbar šiõttat õhttsažtuejjorgaan toimmpââʹjes vaʹstteei ääiǥas.
fin: Saamelaiskäräjien työjärjestyksen 82 §:n mukaan: ” Käräjien kokous asettaa yhteistyöelimen omaa toimikauttaan vastaavaksi ajaksi.

source: õhttsažtuejjorgaanâst lij uuʹccmõsân lååi vuäzzliʹžžed.
fin: Yhteistyöelimessä on vähintään kymmenen jäsentä.

source: orgaaʹne kolmm vuäzzliʹžžed, õõut juõʹǩǩkast sääʹm ǩiõlljooukâst.
fin: Käräjien kokous nimeää elimeen kolme jäsentä, yhden jokaisesta saamen kieliryhmästä.

source: Mättʼtõs- da kulttuurministeria, Lappi vuʹvddvaaldâšmveʹrǧǧkåʹdd, säʹmmlai dommvuuʹd kååʹdd Enontekiö, Aanar, Suäʹđjel da Uccjokk di jeeʹres sääʹmǩiõl leʹbe sääʹmǩiõllsaž mättʼtõõzz jäʹrjteei kååʹdd juõʹǩǩkaž õõut vuäzzla da jiiʹjjes-i väärrneeʹǩǩ.
fin: Opetus- ja kulttuuriministeriö, Lapin aluehallintovirasto, saamelaisten kotiseutualueen kunnat Enontekiö, Inari, Sodankylä ja Utsjoki sekä muut saamenkieltä tai saamenkielistä opetusta järjestävät kunnat kukin yhden jäsenen ja henkilökohtaisen varajäsenen.

source: ʼhttažtuejjorgaan saaǥǥjååʹđteeʹjen da väärrsaaǥǥjååʹđteei toiʹmmje sääʹmteeʹǧǧ nõõmeem vuäzzlaid.
fin: Yhteistyöelimen puheenjohtajana ja varapuheenjohtajana toimivat saamelaiskäräjien nimeämät jäsenet.

source: ʼhttažtuejjorgaan piisren toimmai sääʹmteeʹǧǧ škooultõspiisar. ”
fin: Yhteistyöelimen sihteerinä toimii saamelaiskäräjien koulutussihteeri. ”

source: Sääʹmteeʹǧǧ sååbbar 1) šiõttat õhttsažtuejjorgaan sääʹmteeʹǧǧ toimmpââjas 2016 – 2019, 2) nõmmai õhttsažtuejjorgaaʹne kolmm vuäzzliʹžžed, õõut juõʹǩǩ ǩiõlljooukâst, 3) nõmmai õhttsažtuejjorgaaʹne saaǥǥjååʹđteei da väärrsaaǥǥjååʹđteei, 4) räukk mättʼtõs- da kulttuurministeria, Lappi vuʹvddvaaldâšmveʹrǧǧkååʹdd da sääʹmǩiõllsaž mättʼtõõzz riâšši bieʹlid nõõmeed eʹtǩǩeeʹjes õhttsažtuejjorgaaʹne.
fin: Saamelaiskäräjien kokous 1) asettaa yhteistyöelimen saamelaiskäräjien toimikaudeksi 2016 – 2019, 2) nimeää yhteistyöelimeen kolme jäsentä, yhden jokaisesta kieliryhmästä, 3) nimeää yhteistyöelimelle puheenjohtajan ja varapuheenjohtajan, 4) pyytää opetus- ja kulttuuriministeriötä, Lapin aluehallintovirastoa ja saamenkielistä opetusta järjestäviä tahoja nimeämään edustajansa yhteistyöelimeen.

source: Sääʹmteeʹǧǧ sååbbar 23.2.2016 seidd 21 (30)
fin: Saamelaiskäräjien kokous 23.2.2016 sivu 21 (30)

source: Sääʹmteeʹǧǧ tuejjriâššmõõžž 7 looǥǥâst lij mieʹrtõllum õhttsažtuejjorgaan juurd, sââʹjj, tuej, šiõttummuš da norrõs.
fin: Saamelaiskäräjien työjärjestyksen 7 luvussa on määritelty yhteistyöelimen tarkoitus, asema, tehtävät, asettaminen ja kokoonpano.

source: ʼhttažtuejjorgaan jurddjen lij õõudeed õhttsažtuej säʹmmlai pueʹrrjieʹllemvuõđâst da veäʹǩǩted õõudâs õhttsažtuõjju vuässõõtti organisaatioi kõskksaž meerlaž da rååst raaʹji vuâllai õhttsažtuej.
fin: Yhteistyöelimen tarkoituksena on edistää yhteistyötä saamelaisten hyvinvointiasioissa ja edesauttaa yhteistyöhön osallistuvien organisaatioiden välistä kansallista ja rajat ylittävää yhteistyötä.

source: Sääʹmteeʹǧǧ tuejjriâššmõõžž 87 § mieʹldd: ” Teeʹǧǧ sååbbar šiõttat õhttsažtuejjorgaan toimmpââʹjes vaʹstteei ääiǥas.
fin: Saamelaiskäräjien työjärjestyksen 87 §:n mukaan: ” Käräjien kokous asettaa yhteistyöelimen omaa toimikauttaan vastaavaksi ajaksi.

source: ʼhttsažtuejjorgaanâst lij eʹtǩǩõs sääʹmteeʹǧǧest, sosiaal- da tiõrvâsvuõttministeriast, säʹmmlai sosiaal- da tiõrvâsvuõttkääskõõzzi riâššmest, raajtummšest da õõudâsviikkmest vaʹstteei ǩiõʹlin di säʹmmlai dommvuuʹd kååʹddin.
fin: Yhteistyöelimessä on edustus saamelaiskäräjiltä, sosiaali- ja terveysministeriöstä, saamelaisten sosiaali- ja terveyspalvelujen järjestämisestä, tuottamisesta ja kehittämisestä vastaavista tahoista sekä saamelaisten kotiseutualueen kunnista.

source: Teeʹǧǧ sååbbar nõmmai orgaaʹne kolmm vuäzzliʹžžed, õõut juõʹǩǩ ǩiõlljooukâst, jeeʹres beäʹl nõõmee juõʹǩǩkaž õõut vuäzzla.
fin: Käräjien kokous nimeää elimeen kolme jäsentä yksi kustakin kieliryhmästä, muut tahot nimeävät kukin yhden jäsenen.

source: Lââʹssen juõʹǩǩkaž bieʹll nõmmai vuäzzliʹžže jiiʹjjes-i väärrneeʹǩǩ.
fin: Lisäksi kukin taho nimeää jäsenelle henkilökohtaisen varajäsenen.

source: Lââʹssen õhttsažtuejjorgaanâst vuäiʹtte leeʹd äʹšštobddivuäzzla õhttsažtuejjorgaan tuʹmmeem nalla.
fin: Lisäksi yhteistyöelimessä voi olla asiantuntijajäseniä yhteistyöelimen päättämällä tavalla.

source: ʼhttažtuejjorgaan saaǥǥjååʹđteeʹjen da väärrsaaǥǥjååʹđteei toiʹmmje sääʹmteeʹǧǧ nõõmeem vuäzzla.
fin: Yhteistyöelimen puheenjohtajana ja varapuheenjohtajana toimivat saamelaiskäräjien nimeämät jäsenet.

source: ʼhttažtuejjorgaan piisren toimmai Sääʹmteeʹǧǧ sosiaal- da tiõrvâsvuõttpiisar. ”
fin: Yhteistyöelimen sihteerinä toimii Saamelaiskäräjien sosiaali- ja terveyssihteeri. ”

source: Sääʹmteeʹǧǧ sååbbar 1) šiõttat õhttsažtuejjorgaan sääʹmteeʹǧǧ toimmpââjas 2016 – 2019, 2) nõmmai õhttsažtuejjorgaaʹne kolmm vuäzzliʹžžed, õõut juõʹǩǩ ǩiõlljooukâst, 3) nõmmai õhttsažtuejjorgaaʹne saaǥǥjååʹđteei da väärrsaaǥǥjååʹđteei, 4) räukk sosiaal- da tiõrvâsvuõttministeria, sääʹmvuuʹd kååʹddid da säʹmmlai sosiaal- da tiõrvâsvuõttkääzzkõõzzi riâššmest, raajjtummšest da õõudâsviikkmest vaʹstteei bieʹlid nõõmeed eʹtǩǩeeʹjes õhttsažtuejjorgaaʹne.
fin: Saamelaiskäräjien kokous 1) asettaa yhteistyöelimen saamelaiskäräjien toimikaudeksi 2016 – 2019, 2) nimeää yhteistyöelimeen kolme jäsentä, yhden jokaisesta kieliryhmästä, 3) nimeää yhteistyöelimelle puheenjohtajan ja varapuheenjohtajan, 4) pyytää sosiaali- ja terveysministeriötä, saamelaisalueen kuntia ja saamelaisten sosiaali- ja terveyspalvelujen järjestämisestä, tuottamisesta ja kehittämisestä vastaavista tahoista nimeämään edustajansa yhteistyöelimeen.

source: Sääʹmteeʹǧǧ sååbbar 23.2.2016 seidd 22 (30)
fin: Saamelaiskäräjien kokous 23.2.2016 sivu 22 (30)

source: Sääʹm Parlamentaarlaž Suåvtõõzz altteem sääʹm ǩiõllõhttsažtuej oʹđđest organisâʹsttem mâŋŋa sääʹm ǩiõll-luʹvddkåʹdd jõõski toimmjummšes 2012 da õhttsažtâʹvvjânnmallaš sääʹm ǩiõl ämmat- da resursskõõskõõzz Sámi Giellagáldu toimmjummuš jåʹttji 1.1.2013 interregteäggtem Sáfá2-haʼŋǩǩõõzz teäggteʹmmen.
fin: Saamelaisen Parlamentaarisen Neuvoston aloittaman saamen kieliyhteistyön uudelleen organisoinnin tuloksena Saamen kielilautakunta lopetti toimintansa 2012 ja yhteispohjoismaisen saamen kielen ammatti- ja resurssikeskuksen Sámi Giellagáldun toiminta käynnistyi 1.1.2013 interreg-rahoitteisen Sáfá2-hankkeen rahoittamana.

source: Toimmjummuš årsti 30.6.2014 haʼŋǩǩõõzz puuđeen, leša jåʹttji oʹđđest 1.8.2015 interregteäggtem Giellagálduhaʼŋǩǩõõzz veäkka, kååʹtt poott 30.5.2018.
fin: Toiminta keskeytyi 30.6.2014 hankeen päätyttyä, mutta käynnistyi uudelleen 1.8.2015 interreg-rahoitteisen Giellagáldu-hankkeen turvin, joka päättyy 30.5.2018.

source: Haʼŋǩǩõõzz äiʹǧǧen põõrǥât vuäǯǯad põõšši teäggtõõzz ämmat- da resursskõõskõõzz toimmjummša.
fin: Hankkeen aikana pyritään saamaan pysyvä rahoitus ammatti- ja resurssikeskuksen toiminnalle.

source: Ämmat- da resursskõõskõõzz tuejjan lie jeerab miʹeldd ǩiõlhuõll, ǩiõl õõudâsviikkmõš, terminologiatuejj, noormtummuš da päiʹǩǩnõmmkääzzkõs.
fin: Ammatti- ja resurssikeskuksen tehtäviä ovat muun muassa kielenhuolto, kielen kehittäminen, terminologiatyö, normitus ja paikannimistöpalvelu.

source: Ǩiõlljuâǥtõõzz oudde siâzztõõzzid sääʹm ǩiõli ââʹnnma kuulli aaʹššin, mâʹte noormtummšest da ođđ terminologiast.
fin: Kielijaostot antavat suosituksia saamen kielten käyttöön liittyvistä asioista, kuten normituksesta ja uudesta terminologiasta.

source: Ǩiõlljuâǥtõõzzi vuäzzlain õõlǥtet sääʹm ǩiõl tääid da ǩiõllämmtallaš silttummuž.
fin: Kielijaostojen jäseniltä vaaditaan saamen kielen taitoa ja kieliammatillista osaamista.

source: Sääʹmteeʹǧǧ tuejjriâššmõõžž 14 § mieʹldd säʹmmlai õhttsažtâʹvvjânnmallaš ǩiõlltuej vääras aalǥtum toiʹmmjeeʹjid Lääʹddjânnam vuäzzlain uuʹccmõsân õõut vaʹlljeet sääʹm ǩiõllsuåvtõõzz vuäzzlai seʹst.
fin: Saamelaiskäräjien työjärjestyksen 14 § mukaan saamelaisten yhteispohjoismaista kielityötä varten perustettaviin toimielimiin Suomen jäsenistä vähintään yksi valitaan saamen kielineuvoston jäsenten keskuudesta.

source: Tâʹvv-, nuõrtt-, da aanarsääʹm ǩiõlljuâǥtõõzzid vaʹlljeemnalla åårrai oummin šâdd juõʹǩǩ ǩiõlljuâǥtõʹsse vaʹlljeet aainâs õhtt vuäzzlaž sääʹm ǩiõllsuåvtõõzzâst.
fin: Pohjois-, koltan-, ja inarinsaamen kielijaoksiin valittavista henkilöistä on jokaiseen kielijaokseen valittava ainakin yksi jäsen saamen kielineuvostosta.

source: Sámi Giellagáldun kõskkpoddsaž vuâkkõõzzi mieʹldd Lääʹddjânnam Sääʹmteʹǧǧ nõõmai tâʹvvsääʹm ǩiõlljuâǥtõʹsse pueʹtti vuäzzlaid da väärrniiʹǩǩid, kookk jie leäkku juõʹǩǩka jiiʹjjes-i väärrneeʹǩǩ.
fin: Sámi Giellagáldun väliaikaisten sääntöjen mukaan Suomen Saamelaiskäräjät nimeää pohjoisaamen kielijaokseen seuraavat jäsenet ja varajäsenet, jotka eivät ole henkilökohtaisia varajäseniä.

source: Tâʹvvsääʹm ǩiõlljuâǥtõʹsse nõõmtet 2 takai vuäzzliʹžžed da 2 väärrneʹǩǩed da aanarsääʹm ǩiõlljuâǥtõʹsse nõõmtet 3 takai vuäzzliʹžžed da 3 väärrneʹǩǩed.
fin: Pohjoisaamen kielijaostoon nimetään 2 varsinaista jäsentä ja 2 varajäsentä ja Inarinsaamen kielijaostoon nimetään 3 varsinaista jäsentä ja 3 varajäsentä.

source: Giellagáldu-haʹŋǩǩõs juätkk Sáfá2-haʼŋǩǩõõzznalla nuõrttsääʹm ǩiõlljuâǥtõõzz toimmjummuž õhttsažtuejast Ruõššjânnam nuõrttsäʹmmlaivuiʹm nuʹtt, što nuõrttsääʹm ǩiõlljuâǥtõʹsse nõõmtet õhtt nuõrttsääʹm vuäzzlaž Ruõššjânnmest.
fin: Giellagáldu-hanke jatkaa Sáfá2-hankkeen tavoin koltansaamen kielijaoston toimintaa yhteistyössä Venäjän kolttasaamelaisten kanssa siten, että koltansaamen kielijaostoon nimetään yksi koltansaamen jäsen Venäjältä.

source: Nuõrttsääʹm ǩiõlljuâǥtõʹsse nõõmtet 3 vuäzzliʹžžed Lääʹddjânnmest da 1 Ruõššjânnmest di siʹjjid väärrniiʹǩǩid, koin Ruõššjânnam nuõrttsääʹm eʹtǩǩeei väärrneʹǩǩ lij jiiʹjjes-i väärrneʹǩǩ.
fin: Koltansaamen kielijaostoon nimetään 3 jäsentä Suomesta ja 1 Venäjältä sekä heille varajäsenet, joista Venäjän koltansaamen edustajan varajäsen on henkilökohtainen.

source: Sääʹm Parlamentaarlaž Suåvtõs nõmmai loopplânji pukid vuäzzlaid ǩiõlljuâǥtõõzzid.
fin: Saamelainen Parlamentaarinen Neuvosto nimeää lopullisesti kaikki jäsenet kielijaostoihin.

source: Lääʹddjânnam Sääʹmteeʹǧǧ eʹtǩǩeeʹjen Sámi Giellagáldust toiʹmmje 1.1.2013–31.12.2015 kõskksaž äiʹǧǧen täk vuäzzla da väärrneeʹǩǩ:
fin: Suomen Saamelaiskäräjien edustajina Sámi Giellagáldussa toimivat 1.1.2013–31.12.2015 välisenä aikana seuraavat jäsenet ja varajäsenet:

source:  Aanarsääʹm: takai vuäzzla Anna Morottaja, Petter Morottaja da Maja-Liisa
fin:  Inarinsaame: varsinaiset jäsenet Anna Morottaja, Petter Morottaja ja Maja

source:  Nuõrttsääʹm: takai vuäzzla Erkki Lumisalmi, Tiina Sanila-Aikio, Seija
fin:  Koltansaame: varsinaiset jäsenet Erkki Lumisalmi, Tiina Sanila-Aikio, Seija

source: Sivertsen da Natalia Vaskova (Ruõššjânnam) da väärrneeʹǩǩ Miika Lehtinen, Hilkka Fofonoff, Raija Lehtola da Zoja Nosova (Ruõššjânnam).
fin: Sivertsen ja Natalia Vaskova (Venäjä) ja varajäsenet Miika Lehtinen, Hilkka Fofonoff, Raija Lehtola ja Zoja Nosova (Venäjä).

source:  Tâʹvvsääʹm takai vuäzzla Ellen Pautamo da Kaarina Vuolab-Lohi da
fin:  Pohjoissaamen varsinaiset jäsenet Ellen Pautamo ja Kaarina Vuolab-Lohi ja

source: väärrneeʹǩǩ Ulla-Maarit Magga da Ailu Valle.
fin: varajäsenet Ulla-Maarit Magga ja Ailu Valle.

source: Sääʹmteeʹǧǧ sååbbar 23.2.2016 seidd 23 (30)
fin: Saamelaiskäräjien kokous 23.2.2016 sivu 23 (30)

source: SaKä 21 § juätkkai …
fin: SaKä 21 § jatkuu …

source: Sääʹmteeʹǧǧ sååbbar vaʹlljad Sámi Giellagáldun ǩiõlljuâǥtõõzzid toimmpââjas 2016-2019 1) tâʹvvsääʹm ǩiõlljuâǥtõʹsse 2 takai vuäzzliʹžžed da 2 väärrneʹǩǩed, 2) aanarsääʹm ǩiõlljuâǥtõʹsse 3 takai vuäzzliʹžžed da 3 väärrneʹǩǩed, 3) nuõrttsääʹm ǩiõlljuâǥtõʹsse 3 vuäzzliʹžžed da 3 väärrneʹǩǩed Lääʹddjânnmest di õõut vuäzzla Ruõššjânnmest da suʹnne jiiʹjjes-i väärrneeʹǩǩ.
fin: Saamelaiskäräjien kokous valitsee Sámi Giellagáldun kielijaoksiin toimikaudeksi 2016-2019 1) pohjoisaamen kielijaostoon 2 varsinaista jäsentä ja 2 varajäsentä, 2) inarinsaamen kielijaostoon 3 varsinaista jäsentä ja 3 varajäsentä, 3) koltansaamen kielijaostoon 3 jäsentä ja 3 varajäsentä Suomesta sekä yhden jäsenen Venäjältä ja hänelle henkilökohtaisen varajäsenen.

source: Sääʹmteeʹǧǧ sååbbar 23.2.2016 seidd 24 (30) SaKä 22 § Sääʹmteeʹǧǧ mainstõs riikksuåvtõʹsse eeʹjjest 2015
fin: Saamelaiskäräjien kokous 23.2.2016 sivu 24 (30) SaKä 22 § Saamelaiskäräjien kertomus valtioneuvostolle vuodelta 2015

source: Sääʹmteʹǧǧ lääʹjj 7 § meâldlânji Sääʹmteʹǧǧ rääjj juõʹǩǩ eeʹjj riikksuåvtõʹsse halltõõzz mainstõõzz raajjâm diõtt mainstõõzz tõʹst, mii miârkkšõõvvi lij šõddâm säʹmmlaid jeeʹrben kuõskki aaʹšši õuddnummšest.
fin: Saamelaiskäräjälain §:n mukaisesti Saamelaiskäräjät laatii vuosittain valtioneuvostolle hallituksen kertomuksen laatimista varten kertomuksen siitä, mitä merkittävää on tapahtunut saamelaisia erityisesti koskevien asioiden kehityksessä.

source: Vuõiggâdvuõttministeria lij raukkâm tooiʹmted mainstõõzz 1.3.2016 mõõneeʹst.
fin: Oikeusministeriö on pyytänyt toimittamaan kertomuksen 1.3.2016 mennessä.

source: Sääʹmteeʹǧǧ mainstõs õhtteet parlamentta uʹvddum halltõõzz eeʹǩǩmainstõʹsse eeʹjjest 2015.
fin: Saamelaiskäräjien kertomus liitetään eduskunnalle annettavaan Hallituksen vuosikertomukseen vuodelta 2015.

source: Mainstõõzz šâdd leeʹd jäänmõsân viiđ seeid kookkaž.
fin: Kertomuksen pituus tulisi olla enintään viisi sivua.

source: Sääʹmteeʹǧǧ tuejjriâššmõõžž 25 § 5 pääiʹǩ mieʹldd lääʹǩǩpiisar tuejjan lij raajjâd kå.
fin: Saamelaiskäräjien työjärjestyksen 25 §:n 5 kohdan mukaan lakimiessihteerin tehtävänä on laatia ko.

source: mainstõs.
fin: kertomus.

source: Lääʹǩǩpiisar lââʹssen mainstõõzz valmštõõllmõʹšše lie vuässõõttâm juõʹǩǩ luʹvdkååʹdd piisar toimmvuuʹdes beäʹlest.
fin: Lakimiessihteerin lisäksi kertomuksen valmisteluun ovat osallistuneet kunkin lautakunnan esittelijä oman toimialansa osalta.

source: Sääʹm ǩiõll-lääʹjj 29 § mieʹldd ǩiõllmainstõs uuʹvdet Sääʹmtegga õʹhttešt vaalpââʹjest.
fin: Saamen kielilain 29 § mukaan kielikertomus annetaan Saamelaiskäräjille kerran vaalikaudessa.

source: Riikksuåvtõõzz sääʹm ǩiõll-lääʹjj tiuʹddepiiʹjjmest uʹvddum asetõõzz 4 § mieʹldd ǩiõlllääʹǩǩmainstõõzz õhtteet sääʹmteʹǧǧlääʹjj 7 §:st jurddum Sääʹmteeʹǧǧ mainstõʹsse mieʹlddõsân.
fin: Valtioneuvoston saamen kielilain täytäntöönpanosta annetun asetuksen 4 §:n mukaan kielilakikertomus liitetään saamelaiskäräjälain 7 §:ssä tarkoitettuun saamelaiskäräjien kertomukseen liitteeksi.

source: Mainstõõzzâst puuʹtet õuʹdde sääʹm ǩiõl kuõskki lääʹjjšiõttâm suåvldummuš, säʹmmlai ǩiõllsallaš vuõiggâdvuõđi teâuddmõš da ǩiõllvueʹjj õuddnummuš.
fin: Kertomuksessa tuodaan esille saamen kieltä koskevan lainsäädännön soveltaminen, saamelaisten kielellisten oikeuksien toteutuminen ja kieliolojen kehittyminen.

source: Sääʹmteeʹǧǧ halltõs ǩiõttʼtõõli mainstõõzz såbbrestes 19.1.2016 da siirdi ääʹšš tuʹmmeemnalla pueʹtti såbbra.
fin: Saamelaiskäräjien hallitus käsitteli kertomusta kokouksessaan 19.1.2016 ja siirsi asian päätettäväksi seuraavassa kokouksessa.
